// general error
"error_something_wrong" = "Ups! Algo salio mal";
"error_no_connection" = "No hay conexion a internet";

// tv show list
"tv_show_list_empty" = "No se han encontrado resultados";
"tv_show_list_try_again" = "Intentar de nuevo";

// tv show details
"tv_show_language" = "Idioma:";
"tv_show_type" = "Tipo:";
"tv_show_rating" = "Valoración:";
"tv_show_genre" = "Género:";
"tv_show_genre_placeholder" = "Desconocido";
"tv_show_summary" = "Resumen";
